{
	"Let's work together": "Lassen Sie uns gemeinsam arbeiten",
	"Hey, nice to meet you!": "Hey, ich freue mich Sie kenenzulernen!",
	"I am Corneliu, a German-speaking Frontend Developer with experience in building web apps with JavaScript & Angular. I started my IT journey with an Entry-Level Python Certificate at home and then decided to get professional training and build top class projects. Due to structured work, analytical thinking and problem solving, I have written projects alone or in teams, based on clean code principles. You're welcome to visit my public portfolio.": "Ich bin Corneliu, ein deutschsprachiger Front-End Webentwickler mit Erfahrung im Aufbau von Webanwendungen mit JavaScript und Angular. Ich habe meine IT-Reise mit einem Einsteiger-Zertifikat in Python zuhause begonnen und mich dann dazu entschieden, professionelle Schulungen zu absolvieren und erstklassige Projekte zu entwickeln. Aufgrund meiner strukturierten Arbeitsweise, analytischen Denkweise und Problemlösungsfähigkeiten habe ich Projekte alleine oder im Team erstellt, basierend auf Prinzipien sauberen Codes. Gerne können Sie mein öffentliches Portfolio besuchen.",
	"I am looking forward to building on my experience and starting my career in IT in a junior developer position.": "Ich freue mich darauf, Sie kennenzulernen.",
	"Send me a message": "Hinterlassen Sie eine Nachricht.",
	"Contact": "Kontakt",
	"Got a problem to solve?": "Benötigen Sie Unterstützung bei einem Problem?",
	"Contact me through this form. I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.": "Nehmen Sie über dieses Formular Kontakt mit mir auf. Ich freue mich darauf, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
	"Need a Frontend developer?": "Brauchen Sie ein Frontend Entwikler?",
	"Contact me!": "Kontaktieren Sie mich!",
	"Name": "Name",
	"Please add your name": "Bitte schreiben Sie Ihren Name",
	"Email": "Email",
	"Please add a valid email": "Bitte schreiben Sie Ihre Email",
	"Your message": "Ihren Nachricht",
	"Please add a valid message": "Bitte fügen Sie eine gültige Nachricht hinzu.",
	"Say hello ;)": "Nachricht senden ;)",
	"Form succesfully submited": "Nachricht erfolgreich gesendet",
	"Thank you for your contact.": "Vielen Dank für Ihre Nachricht",
	"send": "senden",
	"copyright": "Urheberrecht",
	"Privacy Policy": "Datenschutz",
	"About me": "Über mich",
	"Skills set": "Fähigkeiten",
	"My work": "Projekten",
	"CV": "CV",
	"Angaben gemäß § 5 TMG": "Angaben gemäß § 5 TMG",
	"Kontakt": "Kontakt",
	"Telefon: [N/A]": "Telefon: [N/A]",
	"E-Mail: contact@corneliu-zediu.com": "E-Mail: contact@corneliu-zediu.com",
	"Quelle:": "Quelle:",
	"This page is a sample of my work - please feel free to try them out.": "Diese Seite dient als Arbeitsprobe - fühlen Sie sich frei, sie auszuprobieren.",
	"Task manager inspired by the Kanban System. Join can help any team to create, asign and organize tasks. By using the drag and drop or through direct selection, the user has the possibility to update the status of any task.": "JOIN ist ein CRUD Gruppenprojekt für die Organisierung von Aufgaben und Optimierung von Aufgabenverteilung. Funktionen beinhalten das Kreieren, Bearbeiten und Löschen von Aufgaben, sowie das Anzeigen dieser Aufgaben nach Grad der Fertigstellung",
	"Live test": "Ausprobieren",
	"Based on the PokeAPI, the Pokedex is a simple library that provides and catalogues pokemon information.": "Pokedex ist eine benutzfreundliche Bibliotek, indem Informationen über Pokemon liefert und katalogisiert.",
	"Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and the tabasco salsa bottles in order to fight the Chicken-Big-Boss.": "El pollo loco ist ein Jump and Run Spiel, bei dem die Spielfigur Hindernisse ausweichen, Gegner besiegen und Gegenstände einsammeln muss, um die Level zu bewältigen. Das Projekt kann sowohl über den PC als auch über das Smartphone gespielt werden.",
	"Inspired by the card game \"Ring of fire\", the application provides a great platform to play the game with friends located away from you.": "Ring of Fire ist ein Kartenspiel, welches einem ermöglicht, mehrere Mitspieler auf verschiedenen Endgeräten zu spielen.",
	"Just insert the name, select your icon character and pull the card.": "Geben Sie einfach den Namen ein, wählen Sie Ihr Symbolcharakter und ziehen Sie die Karte.",
	"Always serve alcohol with moderation!": "Alkohol immer maßvoll konsumieren!",
	"Hello! I am Corneliu": "Hallo! Ich bin Corneliu",
	"DEVELOPER": "ENTWICKLER",
	"SCROLL": "SCROLLEN"
}